<template>
	<view>
		<view class="title">百威狮（Berry Lion）公众号商城</view>
		<view class="content">
			广东百威狮工具有限公司总部位于珠三角中北缘城市——广州市，分公司位于响誉海内外的重要制造业中心城市‘佛山’，物流中心及营销中心占地面积愈20000平方米；公司自2002成立至今， 历经十多年的不断探索与创新，广东百威狮获得ISO9001国际标准质量认证体系、荣获中国手动工具十大品牌称号、全国第一家央视上榜工具品牌、CCC安全认证等荣誉。截止至2020年公司累计投资超过6.5亿元，产品远销世界各地，销售网络遍布全球二十几多个国家和地区 。
			
			
			        百威狮始终专注打造中高端精品五金工具、持续不断进行区域深耕。自成立以来，百威狮打造的多个精品系列工具产品均获得了市场的高度认可，为企业的高速增长奠定了基础；同时，百威狮品牌从2015年起引进高端人才通过不断优化战略布局，并加大投资力度、持续进行区域深耕，有效推动品牌的稳定快速发展。 2017年百威狮品牌投入巨资，在世界各地开展巡回博览会，凡有工具行业博览会的国家或地区就一定有百威狮品牌展出。
			
			       
			       “百威狮”品牌工具涵盖了夹持类、园林园艺类、电工、电子电讯类、剪切类、装潢类、紧固类、测量类、套筒、板手类、焊接类、工具组套、工具箱、工具车、工具包、汽保汽修类及其它类等12大类产品，为用户提供超过了3500种规格产品;百威狮产品广泛应用于个人及家用领域，园林园艺专业领域，电力电子电讯专业领域，建筑装潢领域，工业应用等领域，并正在努力为制造业和维修行业提供全系列工具配套解决方案。
		</view>
	</view>
</template>

<script>
</script>

<style>
	.title{
		text-align: center;
		font-size: 35upx;
		font-weight:600;
		margin: 20upx;
	}
	.content{
		letter-spacing:5upx;
		width: 700upx;
		margin: 0 auto;
		font-size: 30upx;
		letter-spacing:5upx
	}
</style>
